<?php
return array(
	//'配置项'=>'配置值'
    'LAYOUT_ON' => true,
    'LAYOUT_NAME' => 'Public/layout',

    //后台管理员角色
    'AdminRole' => array(
        '0' => '超级管理员',
        '1' => '管理员',
        '2' => '运维',
        '3' => '财务',
        '4' => '客服',
        '5' => '编辑',
    ),
    //管理员状态
    'AdminStatus' => array(
        '1' => '正常',
        '2' => '限制',
    ),

    //普通用户状态
    'UserStatus' => array(
        '-1' => '全部',
        '1' => '待认证',
        '2' => '已认证',
        '3' => '黑名单'
    ),
    //个体户用户状态
    'PersonStatus' => array(
        '0' => '非',
        '1' => '待认证',
        '2' => '已认证',
        '3' => '黑名单',
    ),
    //企业用户状态
    'CompanyStatus' => array(
        '0' => '非',
        '1' => '待认证',
        '2' => '已认证',
        '3' => '黑名单',
    ),

    //分类状态
    'CategoryStatus' => array(
        '-1' => '全部',
        '0' => '未启用',
        '1' => '已启用'
    ),

    //任务状态
    'TaskStatus' => array(
        '-1' => '全部',
        '1' => '发布中',
        '2' => '已接单',
        '3' => '已完成',
        '4' => '已评价',
        '5' => '放弃',
    )

);